Repository: AKEAmazan/maposmatic
Catalog: www/locale/*/LC_MESSAGES/django.po
Languages: ar, hr_hr, pl, tr_tr

source: No localization
ar: لا يوجد ترجمة
hr_hr: Nema lokalizacije
pl: Bez lokalizacji
tr_tr: Çevirisi yok

source: MapOSMatic maps
pl: Mapy MapOSMatic
tr_tr: MapOSMatic haritaları

source: The latest rendered maps on MapOSMatic.
pl: Najnowsze utworzone mapy w serwisie MapOSMatic.
tr_tr: MapOSMatic üzerindeki son oluşturulmuş haritalar.

source: Administrative boundary
ar: حدود إدارية
hr_hr: Administrativna granica
pl: Granica administracyjna
tr_tr: İdari sınır (İl ismi)

source: Bounding box
ar: مربع إحاطة
hr_hr: Područje (granični okvir)
pl: Obszar
tr_tr: Sınırlayıcı çerçeve

source: Portrait
tr_tr: Dikey

source: Landscape
tr_tr: Yatay

source: Area
ar: منطقة
hr_hr: Područje
pl: Obszar
tr_tr: Bölge

source: Full-page layout without street index
tr_tr: Sokaklar olmadan tam sayfa düzeni

source: Full-page layout with the street index on the side
tr_tr: Tam sayfa düzeni (sokak dizini yanda)

source: Full-page layout with the street index at the bottom
tr_tr: Tam sayfa düzeni (sokak dizini altta)

source: Multi-page layout
tr_tr: Çoklu sayfa düzeni

source: The %(layout_name)s layout
tr_tr: %(layout_name)s tarzı

source: The default OpenStreetMap.org style
tr_tr: Varsayılan OpenStreetMap.org tarzı

source: The european MapQuest style
tr_tr: Avrupa MapQuest tarzı

source: The US MapQuest style
tr_tr: US MapQuest tarzı

source: The UK MapQuest style
tr_tr: US MapQuest tarzı

source: A MapOSMatic-specific stylesheet suitable for printing
tr_tr: Baskı için uygun özel MapOSMatic tarzı

source: The <i>%(stylesheet_name)s</i> stylesheet
tr_tr: <i>%(stylesheet_name)s</i>

source: Best fit <em class="papersize"></em>
tr_tr: en uygun<em class="papersize"></em>

source: Map title required
ar: عنوان الخريطة مطلوب
hr_hr: Naslov karte je obavezan
pl: Nazwa mapy jest wymagana
tr_tr: Harita başlığı gereklidir

source: Layout required
tr_tr: Tarz gerekli

source: Stylesheet required
tr_tr: Stil gerekli

source: Administrative city required
ar: مدينة إدارية مطلوبة
hr_hr: Ime grada je obavezno
pl: Wymagane jest miasto z granicą administracyjną
tr_tr: İdari şehir gerekli

source: Error with osm city: %s
ar: خطأ بمدينة أو إس إم: %s
hr_hr: Greška s osm gradom: %s
pl: Błąd z miastem w osm: %s
tr_tr: OSM şehrinde hata: %s

source: Required
ar: مطلوب
hr_hr: Obavezno
pl: Wymagane
tr_tr: Gerekli

source: Bounding Box too large
ar: مربع الإحاطة كبير جدًا
hr_hr: Granični okvir je prevelik
pl: Wybrany obszar zbyt rozległy
tr_tr: Sınırlayıcı çerçeve çok büyük

source: %(title)s %(format)s Map
ar: خريطة %(title)s %(format)s
hr_hr: %(title)s %(format)s
pl: Mapa: %(title)s Format: %(format)s
tr_tr: %(title)s (format %(format)s) haritası

source: %(title)s %(format)s Index
ar: فهرس %(title)s %(format)s
hr_hr: %(title)s %(format)s - popis ulica
pl: Indeks ulic: %(title)s Format: %(format)s
tr_tr: %(title)s (format %(format)s) sokak listesi

source: Administrative area too big for rendering
tr_tr: İdari alan geliştirilebilme için çok büyük

source: No administrative boundary
tr_tr: İdari alan bulunamadı

source: Latitude of the top left corner
pl: Szerokość geograficzna lewego górnego rogu
tr_tr: Sol üst köşe enlemi

source: Longitude of the top left corner
pl: Wysokość geograficzna lewego górnego rogu
tr_tr: Sol üst köşe boylamı

source: Latitude of the bottom right corner
pl: Szerokość geograficzna prawego dolnego rogu
tr_tr: Sağ alt köşe enlemi

source: Longitude of the bottom right corner
pl: Wysokość geograficzna prawego dolnego rogu
tr_tr: Sağ alt köşe boylamı

source: Waiting for rendering to begin...
tr_tr: İşlenmenin başlaması bekliniyor...

source: The rendering is in progress...
tr_tr: Harita işleniyor

source: Rendering was successful.
tr_tr: İşlenme başarılı

source: Rendering failed! Please contact contact@maposmatic.org for more information.
tr_tr: İşlenme başarısız oldu! Daha fazla bilgi için contact@maposmatic.org ile irtibata geçiniz.

source: Rendering is obsolete: the rendering was successful, but the files are no longer available.
tr_tr: İşlenme gereksiz: geliştirme başarılıydı, ancak dosyalar artık mevcut değil.

source: Obsolete failed rendering: the rendering failed, and the incomplete files have been removed.
tr_tr: Eski başarısız işlenme: geliştirme başarısız ve eksik dosyalar kaldırılmıştır.

source: The rendering was cancelled by the user.
tr_tr: İşlenme kullanıcı tarafından iptal edildi.

source: Home
ar: الصفحة الرئيسية
hr_hr: Glavna
pl: Strona główna
tr_tr: Başlangıç

source: Not Found
ar: غير موجود
hr_hr: Nije nađeno
pl: Nie znaleziono
tr_tr: Bulunamadı

source: Not Found (404)
ar: غير موجود (404)
hr_hr: Nije nađeno (404)
pl: Nie znaleziono (404)
tr_tr: Bulunamadı (404)

source: Not Found <em>(404)</em>
ar: غير موجود <em>(404)</em>
hr_hr: Nije nađeno <em>(404)</em>
pl: Nie znaleziono <em>(4040)</em>
tr_tr: Bulunamadı <em>(404)</em>

source: Not Found.
ar: غير موجود.
hr_hr: Nije nađeno.
pl: Nie znaleziono.
tr_tr: Bulunamadı.

source: Server error
ar: خطأ الخادم
hr_hr: Greška poslužitelja
pl: Błąd serwera
tr_tr: Sunucu hatası

source: Server error (500)
ar: خطأ الخادم (500)
hr_hr: Greška poslužitelja (500)
pl: Błąd serwera (500)
tr_tr: Sunucu hatası (500)

source: Server Error <em>(500)</em>
ar: خطأ الخادم <em>(500)</em>
hr_hr: Greška poslužitelja <em>(500)</em>
pl: Błąd serwera <em>(500)</em>
tr_tr: Sunucu hatası <em>500</em>

source: There's been an error.
ar: كان هناك خطأ.
hr_hr: Dogodila se greška.
pl: Wystąpił błąd.
tr_tr: Bir hata oldu.

source: About
ar: حول MapOSMatic
hr_hr: O...
pl: Informacje o
tr_tr: Hakkında

source: History
ar: التاريخ
hr_hr: Povijest
pl: Historia
tr_tr: Tarihçe

source: MapOSMatic has been started thanks to an idea of Gilles Lamiral, an <a href="http://www.openstreetmap.org">OpenStreetMap</a> and free software contributor of Rennes area, France. From his idea, a group of crazy <a href="http://en.wikipedia.org/wiki/Hacker_(programmer_subculture)">hackers</a> met together during a one-week <em>Hackfest</em> in August 2009 and brought the idea of Gilles Lamiral to life by writing the code and named the project <strong>MapOSMatic</strong>. The group of crazy hackers would like to thank Gilles for sharing his bright idea!
tr_tr: MapOSMatic Fransanın Rennes bölge yaşayan, Gilles Lamiral isimli bir <a href="http://www.openstreetmap.org">OpenStreetMap</a> ve özgür yazılım geliştiricisinin, fikri sayesinde başlamıştır. Bu fikrinin çevresine Ağustos 2009 da bir hafta süren bir <em>Hackfests</em>de bir grup <a href="http://tr.wikipedia.org/wiki/Hacker">Hacker</a> bir araya geldi. Gilles' fikrini, yazılımı yazarak ve projeye <strong>MapOSMatic</strong> adını vererek gerçekleştirdiler. <em>Hacker</em> grubu Gillese bu fikrini paylaştığı için teşekkür etmek isterler.

source: Of course, MapOSMatic is fully free software, licensed under the <a href="http://www.fsf.org/licensing/licenses/agpl-3.0.html">AGPLv3</a>.
hr_hr: Naravno, MapOSMatic je potpuno slobodan softver, pod dozvolom <a href="http://www.fsf.org/licensing/licenses/agpl-3.0.html">AGPLv3</a>.
pl: MapOSMatic jest wolnym oprogramowaniem, udostępnionym na licencji <a href="http://www.fsf.org/licensing/licenses/agpl-3.0.html">AGPLv3</a>.
tr_tr: MapOSMatic tabiiki <a href="http://www.fsf.org/licensing/licenses/agpl-3.0.html">AGPLv3</a> altında lisanslı, tamamen özgür bir yazılımdır.

source: How does it work?
ar: كيف تعمل؟
hr_hr: Kako to radi?
pl: Jak to działa?
tr_tr: Nasıl çalışır?

source: On our server, we run a <a href="http://www.postgresql.org">PostgreSQL</a> server, with the <a href="http://postgis.refractions.net">PostGIS</a> extension. In this PostgreSQL server, we have loaded the <a href="http://wiki.openstreetmap.org/wiki/Planet.osm">OpenStreetMap data for the whole world</a> using the <a href="http://wiki.openstreetmap.org/wiki/Osm2pgsql">osm2pgsql</a> tool. The same tool is also used to apply <a href="http://planet.openstreetmap.org/daily/">daily differences</a> of the database, which allows to keep it up to date with the new contributions of OpenStreetMap users.
hr_hr: Na našem poslužitelju vrtimo, <a href="http://www.postgresql.org">PostgreSQL</a> s ekstenzijom <a href="http://postgis.refractions.net">PostGIS</a>. U PostgreSQL poslužitelj smo učitali <a href="http://wiki.openstreetmap.org/wiki/Planet.osm">podatke OpenStreetMap za cijeli Svijet</a> koristeći <a href="http://wiki.openstreetmap.org/wiki/Osm2pgsql">osm2pgsql</a>. Isti alat je korišten za ažuriranje <a href="http://planet.openstreetmap.org/daily/">dnevnih promjena</a> baze podataka, tako da držimo korak s novim doprinosima OpenStreetMap korisnika.
pl: Na naszym serwerze jest uruchomiony <a href="http://www.postgresql.org">serwer bazodanowy PostgreSQL</a> z rozszerzeniem <a href="http://postgis.refractions.net">PostGIS</a>. W serwerze tym wczytane są dane z projektu <a href="http://wiki.openstreetmap.org/wiki/Planet.osm">OpenStreetMap</a>, przy użyciu narzędzia <a href="http://wiki.openstreetmap.org/wiki/Osm2pgsql">osm2pgsql</a>. To samo narzędzie wykorzystywane jest do nakładania <a href="http://planet.openstreetmap.org/daily/">dziennych plików różnicowych</a> na bazę danych, co pozwala nam na bycie na bieżąco z wkładem użytkowników projektu OpenStreetMap.
tr_tr: Auf unserem Server läuft ein <a href="http://www.postgresql.org">PostgreSQL</a>-Server mit der <a href="http://postgis.refractions.net">PostGIS</a>-Erweiterung. In diesen PostgreSQL-Server haben wir unter Verwendung des <a href="http://wiki.openstreetmap.org/wiki/Osm2pgsql">osm2pgsql</a>-Tools die <a href="http://wiki.openstreetmap.org/wiki/Planet.osm"> OpenStreetMap-Daten der gesamten Welt</a> geladen. Mit diesem Tool werden auch die <a href="http://planet.openstreetmap.org/daily/">täglichen diffs</a> der OSM-Datenbank eingepflegt. So ist es MapOSMatic möglich, Stadtpläne mit den neuesten Beiträgen der OpenStreetMap-User zu erzeugen.

source: For the map rendering, we use the famous <a href="http://www.mapnik.org">Mapnik</a> with the OpenStreetMap stylesheet available <a href="http://svn.openstreetmap.org/applications/rendering/mapnik">in OpenStreetMap Subversion repository</a>. Using Mapnik and <a href="http://cairographics.org/pycairo/">Cairo</a>, we built <i>OCitySMap</i>, a Python module that:
hr_hr: Za izradu (renderiranje) karti, koristimo poznati <a href="http://www.mapnik.org">Mapnik</a> s OpenStreetMap stylesheet-ovima dostupni na <a href="http://svn.openstreetmap.org/applications/rendering/mapnik">in OpenStreetMap Subversion repository</a>. Koristeći Mapnik and <a href="http://cairographics.org/pycairo/">Cairo</a>, napravili smo <i>OCitySMap</i>, a Python module koji:
pl: Moduł renderujący oparty jest na znany system <a href="http://www.mapnik.org">Mapnik</a> z szablonem stylów OpenStreetMap dostępnym w <a href="http://svn.openstreetmap.org/applications/rendering/mapnik">repozytorium Subversion OpenStreetMap</a>. Korzystając z Mapnika i biblioteki <a href="http://cairographics.org/pycairo/">Cairo</a>, zbudowano program <i>OCitySMap</i>, moduł języka Python który:
tr_tr: Haritaları oluşturmak için ünlü <a href="http://www.mapnik.org">Mapnik</a> yazılımını <a href="http://svn.openstreetmap.org/applications/rendering/mapnik"> OpenStreetMap Subversion deposunda</a> bulunan OpenStreetMap-Stylesheet ile kullanıyoruz. Mapnik ve <a href="http://cairographics.org/pycairo/">Cairo</a> kullanarak <i>OCitySMap</i>'i, bir Python modülünü, geliştirdik:

source: Renders the map using OpenStreetMap data and the OpenStreetMap Mapnik stylesheet;
hr_hr: Renderira kartu koristeći OpenStreetMap podatke i OpenStreetMap Mapnik stylesheet-ove;
pl: Renderuje mapę, przy użyciu danych OpenStreetMap oraz szablonu Mapnik OpenStreetMap'
tr_tr: OpenStreetMap verileri ve OpenStreetMap Mapnik tarzını kullanarak haritayı oluşturuyor;

source: Renders on top of the map, using Mapnik, the grid of 500 meters squares, the labels of the squares, and a few other informations on the map (copyright, scale, etc.);
hr_hr: Renderira na karti, koristeći Mapnik, mrežu od 500 kvadratnih metara, označava trgove i još neke informacije na karti (copyright, mjerilo, itd.);
pl: Renderuje na mapie, korzystając z Mapnika, siatkę składającą się z 500 metrowych kwadratów, etykiet tych kwadratów i kilka innych informacji (jak informację o prawach autorskich, skalę, itp.);
tr_tr: Mapnik kullanılarak 500 metrekarelik alanları oluşturuyor, ve plan üzerinde isimleri ve bazı diğer bilgileri (telif hakları, ölçek, vs) ekliyor

source: Greys out all the area outside the city if we find its administrative boundary;
hr_hr: Zasivi područje izvan grada, ali samo za onaj koji ima definiranu administrativnu granicu;
pl: Wyszarza obszar poza miastem, jeśli znaleziono jego granicę administracyjną;
tr_tr: İdari sınırları bulabilirsek şehir dışında tüm bölgeyi griye boyuyor;

source: Renders an index of the streets, based on OpenStreetMap data and the intersection of the streets with the squares on the map.
hr_hr: Izrađuje popis ulica, baziran on na OpenStreetMap podacima i presjecima ulica s kvadratimana karti.
pl: Renderuje indeks ulic, bazując na danych z OpenStreetMap i punktów przecięcia ulic z kwadratami wyrysowanymi na mapie;
tr_tr: OpenStreetMap verilerine ve sokaklarin karelerle birleştiği yerlere dayanarak sokak isimlerinin endeksini oluşturuyor

source: This Python module can be used through a command-line tool provided with OCitySMap, so everyone can run its own city-map rendering suite. However, as the installation of the different components is quite complicated, a small web service has been created on top of it so that end-users can easily generate and use OpenStreetMap city maps.
hr_hr: Ovaj Python modul se može koristiti kroz alat za komandnu-liniju što dolazi uz OCitySMap, tako da svatko može pokrenuti svoj alat za izradu karti. Dakako, kako je instalacija različitih komponenti dosta komplicirana, stvoren je mali web servis na vrhu, nako da krajnji korisnici lako stvaraju i koriste OpenStreetMap karte gradova.
pl: Moduł ten może być wykorzystywany też z linii poleceń za pomocą narzędzia dostarczanego wraz z OCitySMap, tak by każdy mógł uruchomić swój własny serwer renderujący mapy. Jednakże instalacja wszystkich wymaganych podzespołów jest dość skomplikowana, dlatego też powstał mały serwis webowy, by pozwolić na łatwe tworzenie i korzystanie z map OpenStreetMap.
tr_tr: Bu Python modülü OCitySMap yazılımına ait bir komut satırı programı ile kullanabilir. Dolaylısıyla herkes kendi haritalarını oluştururabilir. Bu yazılımının çeşitli bileşenlerini kurmak nispeten zor oldugu için komut satırı üzerine küçük bir web hizmeti oluşturulmuştur. Böylelikle kullanıcılar basitçe kendi haritalarını oluşturup kullanabilirler.

source: This web service has been called <i>MapOSMatic</i>, like <i>map-o-matic</i> but with a reference to OpenStreetMap (OSM). The web service is written in Python using <a href="http://www.djangoproject.com">Django</a>. It is responsible for storing the rendering requests and displaying the result of these requests. The rendering itself takes place asynchronously through the <i>maposmaticd</i> daemon. This daemon does only one rendering at a time, which is very important because of the CPU and I/O intensive nature of the map rendering process.
hr_hr: Ovaj web servis se zove <i>MapOSMatic</i>, like <i>map-o-matic</i> sa referencom na OpenStreetMap (OSM). Web servis je pisan u Python-u koristeći <a href="http://www.djangoproject.com">Django</a>. On je odgovoran za pohranjivanje zahtjeva za izradu i prikazivanje rezultata tih zahtjeva. Izrada (rendering) se odvija asinhrono kroz the <i>maposmaticd</i> daemon. Ovaj daemon radi samo jednu izradu (rendering) u momentu, što je vrlovažno zbog CPU i I/O koji je intenzivne prirode pri izradi karti.
pl: Serwis ten nazywa się <i>MapOSMatic</i>, prawie jak <i>map-o-matic</i>, jednakże z odniesieniem do projektu OpenStreetMap (OSM). Serwis ten jest napisany w języku Python, przy użyciu projektu <a href="http://www.djangoproject.com">Django</a>. Jest on odpowiedzialny za przechowywanie zadań renderowania i wyświetlanie wyników tychże zadań. Samo renderowanie odbywa się asynchronicznie, przy pomocy demona <i>mapsomaticd</i>. Demon ten renderuje tylko jedno zadanie naraz, co jest bardzo ważne z powodu dużego zużycia procesora oraz I/O przez proces renderowania.
tr_tr: Bu web hizmeti <i>map-o-matic</i> adını anımsayarak ve OpenStreetMap (OSM)'e referans ile <i>MapOSMatic</i> olarak adlandırılmıştır. Web hizmeti <a href="http://www.djangoproject.com">Django</a> kullanarak Python ile yazılmıştır. Gelen oluşturma isteklerini kaydedip sonucları gösteriyordur. Asıl oluşturma eşzamanlı olmayarak <i>maposmaticd</i> daemon'u ile gercekleşiyordur. Harita oluşturmak işlemci ve sabit diskte yüksek yüke neden oldugu için bu daemon aynı anda sadece bir tek isteği cevaplandırıyordur.

source: For the city search engine, we use the wonderful <a href="http://nominatim.openstreetmap.org">Nominatim</a> service. This service made it really simple to provide a nice search engine that allows to select between multiple cities of the same name, by providing informations on the city location.
hr_hr: Za traženje gradova, koristimo odličan <a href="http://nominatim.openstreetmap.org">Nominatim</a> servis. Ovaj servis je pojednostavio traženje i dozvoljava izbor izbeđu nekoliko gradova sličnog imena, davajući informacije o lokaciji grada.
pl: Jako wyszukiwarkę miast stosujemy świetny serwis <a href="http://nominatim.openstreetmap.org">Nominatim</a>. Serwis ten znacząco ułatwia wyszukiwanie, gdyż pozwala na wybór spośród kilku miast o tej samej nazwie dostarczając informację o ich położeniu.
tr_tr: Für die Stadt-Suchmaschine benutzen wir den wunderbaren <a href="http://nominatim.openstreetmap.org">Nominatim</a>-Service. Dieser ermöglicht auf einfache Art eine schöne Suche zu erstellen, bei der man zwischen Städten gleichen Namens unterscheiden kann, da Informationenen zur Lage der Stadt anzeigt werden.

source: Contributing
ar: المساهمة
hr_hr: Doprinjeli
pl: Jak pomóc
tr_tr: Katkıda bulunabilmek

source: As stated above, both <i>OCitySMap</i> and <i>MapOSMatic</i> are fully free software, so you're invited to contribute. Here are the few starting points to help us:
hr_hr: Kako je gore rečeno, <i>OCitySMap</i> i <i>MapOSMatic</i> su potpuno slobodan software, tako da si i ti pozvan doprinjeti. Ovdje je nekoliko početnih točaka za pomoć:
pl: Jak już wspomniano, zarówno <i>OCitySMap</i> jak i <i>MapOSMatic</i> są wolnym oprogramowaniem, więc zapraszamy do współpracy. Poniżej znajduje się kilka informacji o tym, jak można nam pomóc:
tr_tr: Yukarıda belirtildiği gibi <i>OCitySMap</i> ve <i>MapOSMatic</i> özgür yazılımdırlar. Sizi katılmaya davet ediyoruz. Bize yardımda bulunabileceıiniz bir kaç başlangıç noktaları şunlardır:

source: The <a href="http://wiki.maposmatic.org">MapOSMatic Wiki</a>, which contains valuable technical information and documents about MapOSMatic;
pl: Strona <a href="http://wiki.maposmatic.org">wiki MapOSMatic</a> zawiera cenne informacje techniczne oraz dokumenty na temat projektu MapOSMatic;
tr_tr: MapOSMatic hakkında değerli teknik bilgi ve belgeleri içeren <a href="https://wiki.maposmatic.org">MapOSMatic Wikisi</a>,;

source: The <a href="https://savannah.nongnu.org/projects/maposmatic/">project on Savannah</a>;
hr_hr: <a href="https://savannah.nongnu.org/projects/maposmatic/">projekt na Savannah</a>;
pl: Strona <a href="https://savannah.nongnu.org/projects/maposmatic/">projektu w serwisie Savannah</a>;
tr_tr: Bu proje Savannah sitesinde <a href="https://savannah.nongnu.org/projects/maposmatic/">barındırılmaktadır</a>.;

source: The <a href="http://lists.nongnu.org/mailman/listinfo/maposmatic-dev">development mailing-list</a>;
hr_hr: <a href="http://lists.nongnu.org/mailman/listinfo/maposmatic-dev">development mailing-lista</a>;
pl: <a href="http://lists.nongnu.org/mailman/listinfo/maposmatic-dev">Lista dyskusyjna</a> projektu;
tr_tr: <a href="http://lists.nongnu.org/mailman/listinfo/maposmatic-dev">geliştirici posta listesi (ingilizce)</a>&nbsp;;

source: The IRC channel <tt>#maposmatic</tt> on Freenode;
hr_hr: IRC kanal <tt>#maposmatic</tt> na Freenode;
pl: Kanał IRC <tt>#maposmatic</tt> w sieci Freenode;
tr_tr: Freenode üzerinde <code>#maposmatic</code> IRC kanalı;

source: The <a href="http://git.savannah.gnu.org/cgit/maposmatic/ocitysmap.git">OCitySMap Git repository</a>, which can be cloned using <tt>git clone git://git.sv.gnu.org/maposmatic/ocitysmap.git</tt>;
hr_hr: <a href="http://git.savannah.gnu.org/cgit/maposmatic/ocitysmap.git">OCitySMap Git repository</a>, koji se može klonirati koristeći <tt>git clone git://git.sv.gnu.org/maposmatic/ocitysmap.git</tt>;
pl: Repozytorium <a href="http://git.savannah.gnu.org/cgit/maposmatic/ocitysmap.git">Git OCitySMap</a>, które może zostać pobrane przy użyciu polecenia <tt>git clone git://git.sv.gnu.org/maposmatic/ocitysmap.git</tt>;
tr_tr: şu komutu <tt>git clone git://git.sv.gnu.org/maposmatic/ocitysmap.git</tt> kullanarak klonlanılabilir olan: <a href="http://git.savannah.gnu.org/cgit/maposmatic/ocitysmap.git">OCitySMap Git deposu</a>;

source: The <a href="http://git.savannah.gnu.org/cgit/maposmatic.git">MapOSMatic Git repository</a>, which can be cloned using <tt>git clone git://git.sv.gnu.org/maposmatic.git</tt>;
hr_hr: <a href="http://git.savannah.gnu.org/cgit/maposmatic.git">MapOSMatic Git repository</a>, koji se može klonirati koristeći <tt>git clone git://git.sv.gnu.org/maposmatic.git</tt>;
pl: Repozytorium <a href="http://git.savannah.gnu.org/cgit/maposmatic.git"Git MapOSMatic</a>, które może zostać pobrane przy użyciu polecenia <tt>git clone git://git.sv.gnu.org/maposmatic.git</tt>;
tr_tr: şu komutu <tt>git clone git://git.sv.gnu.org/maposmatic/ocitysmap.git</tt> kullanarak klonlanılabilir olan: <a href="http://git.savannah.gnu.org/cgit/maposmatic/ocitysmap.git">OCitySMap Git deposu</a>;

source: <a href="https://savannah.nongnu.org/task/?group=maposmatic">TODO-list and ideas</a>.
hr_hr: <a href="https://savannah.nongnu.org/task/?group=maposmatic">TODO-list i ideje</a>.
pl: <a href="https://savannah.nongnu.org/task/?group=maposmatic">Lista rzeczy do zrobienia i różnych pomysłów</a>.
tr_tr: <a href="https://savannah.nongnu.org/task/?group=maposmatic">Yapılacaklar listesi ve fikirler</a>.

source: Authors
ar: المؤلّفون
hr_hr: Autori
pl: Autorzy
tr_tr: Yazarlar

source: Contributors
ar: المساهمون
hr_hr: Doprinjeli
pl: Współtwórcy
tr_tr: Katkıda bulunanlar

source: german translation
pl: tłumaczenie na język niemiecki
tr_tr: almanca tercüme

source: italian translation
pl: tłumaczenie na język włoski
tr_tr: italyanca tercüme

source: catalan translation
pl: tłumaczenie na język kataloński
tr_tr: katalonyaca tercüme

source: russian translation
pl: tłumaczenie na język rosyjski
tr_tr: rusça tercüme

source: arabic translation
pl: tłumaczenie na język arabski
tr_tr: arapça tercüme

source: brasilian portuguese translation
pl: tłumaczenie na język portugalski - odmiana brazylyjska
tr_tr: brezilya portekizce tercüme

source: danish translation
pl: tłumaczenie na język duński
tr_tr: danimarkaca tercüme

source: dutch translation
pl: tłumaczenie na język holenderski
tr_tr: hollandalıca tercüme

source: croatian translation
pl: tłumaczenie na język chorwacki
tr_tr: hırvatca tercüme

source: polish translation
pl: tłumaczenie na język polski
tr_tr: lehçe tercüme

source: indonesian translation
tr_tr: endonezyaca tercüme

source: norvegian bokmål translation
tr_tr: norveçce (Bokmål) tercüme

source: norvegian nynorsk translation
tr_tr: norveçce (Nynorsk) tercüme

source: printable stylesheet
tr_tr: yazdırılabilir tarz

source: Job list
ar: قائمة المهام
hr_hr: Lista zadataka
pl: Lista zadań
tr_tr: iş listesi
