Repository: AKEAmazan/maposmatic
Catalog: www/locale/*/LC_MESSAGES/django.po
Languages: ar, hr_hr, pl, tr_tr

source: This page gives the status of the rendering queue, showing all requests received during the last 24 hours as well as all unprocessed requests without time limit. They are ordered starting from the most recent ones.
tr_tr: Bu sayfa son 24 saat içinde verilen işleme isteği isteklerinin ve zaman sınırı olmaksızın işlenmemiş isteklerin durumunu gösterir. En son istek ilk başta görüntülenir.

source: No map rendering request since the last 24 hours.
hr_hr: Nije bilo zahtjeva za izradom u zadnjih 24 sata.
pl: W ciągu ostatnich 24 godzin nie wykonano żadnego renderingu.
tr_tr: Son 24 saat içinde hiçbir işleme isteği bulunamadı.

source: Search
ar: ابحث
hr_hr: Traži
pl: Szukaj
tr_tr: Arama

source: Maps
ar: الخرائط
hr_hr: Karte
pl: Mapy
tr_tr: Haritalar

source: MapOSMatic maps feed
pl: Kanał MapOSMatic
tr_tr: MapOSMatic harita Feed

source: Our database does not contain any rendered maps for the moment.
pl: Nasza baza danych aktualnie nie zawiera żadnych utworzonych map.
tr_tr: Veritabanımız şu an için herhangi bir işlenmiş harita içermiyor.

source: No map matches your query.
tr_tr: Aramanız için hiçbir harita bulundmadı.

source: Create a new map!
tr_tr: Yeni harita oluştur!

source: Your free city maps!
ar: خرائط مدينتك الحرة!
hr_hr: Vaše slobodne karte gradova!
pl: Wolne mapy miast!
tr_tr: Sizin özgür şehir haritalarınız!

source: Create map
ar: أنشئ خريطة
hr_hr: Izradi kartu
pl: Tworzenie mapy
tr_tr: Harita oluştur

source: Jobs
ar: المهام
hr_hr: Zadaci
pl: Zadania
tr_tr: İşler

source: News
ar: الأخبار
hr_hr: Novosti
pl: Aktualności
tr_tr: Yenilikler

source: Donate
tr_tr: Bağışlar

source: The MapOSMatic rendering daemon is currently not running! Jobs will be queued until the rendering daemon is back up.
pl: Usługa renderowania MapOSMatic nie uruchomiona. Zadania zostaną w kolejce do czasu, aż usługa zostanie uruchomiona.
tr_tr: Der MapOSMatic Render-Dienst ist momentan nicht aktiv. Neue Aufträge werden in die Warteschlange eingereiht, bis der Dienst wieder verfügbar ist.

source: Donate to MapOSMatic
tr_tr: MapOSMatic'e bağışta bulunun

source: You can donate to help us improve the service. See our <a href="/donate">donation</a> page.
tr_tr: Bu hizmeti iyileştirmek amacıyla bağışta bulunabilirsiniz. Ayrıntılar için <a href="/donate">bağış</a> sayfamızı tıklayın.

source: OSM database status
tr_tr: OSM veritabanı durumu

source: Random map
ar: خريطة عشوائية
hr_hr: Slučajno izabrana karta
pl: Losowa mapa
tr_tr: Rastgele harita

source: No random map found.
ar: لم يتم العثور على أي خريطة عشوائي.
hr_hr: Nije nađena slučajno izabrana karta.
pl: Nie znaleziono żadnej mapy.
tr_tr: Rastgele harita bulunamadı.

source: Latest news
ar: آخر الأخبار
hr_hr: Zadnje novosti
pl: Najnowsze aktualności
tr_tr: Son haberler

source: published %(date)s ago
hr_hr: objavljeno prije %(date)s
pl: opublikowano %(date)s temu
tr_tr: %(date)s gün önce yayınlandı

source: Contact
ar: اتصال
hr_hr: Kontakt
pl: Kontakt
tr_tr: Temas

source: Mail:
ar: البريد:
hr_hr: Email :
pl: E-mail:
tr_tr: E-Posta:

source: on
ar: على
hr_hr: u
pl: na
tr_tr: üzerinde

source: Thanks for your donation!
tr_tr: Bağışınız için teşekkür ederiz!

source: We have received your donation, thanks for your support to the MapOSMatic project!
tr_tr: Bağışınızı aldık. MapOSMatic projesini desteğiniz için teşekkür ederiz!

source: You will receive a notification e-mail concerning your donation. This e-mail will indicate that the donation has been received by <i>Thomas Petazzoni</i>, who is the MapOSMatic developer in charge of donations and funds. MapOSMatic is still an informal gathering of developers, and we have not (yet) created a non-profit organization to support the project.
tr_tr: Sie werden eine Email bezüglich Ihrer Spende erhalten Diese Email wird bestätigen, dass <i>Thomas Petazzoni</i> die Spende erhalten hat. Er ist der für Spenden und Finanzen verantwortliche MapOSMatic-Entwickler. MapOSMatic ist noch immer eine informelle Gruppe von Entwicklern. Wir haben (noch) keine gemeinnützige Organisation zur Unterstützung von MapOSMatic gegründet.

source: Why donations are useful?
tr_tr: Bağışlar neden yararlıdırlar?

source: MapOSMatic is a project entirely developed and maintained by a team of volunteers (see our <a href="%(about_url)s">About</a> page for details). However, running the MapOSMatic service and making improvements to it have various costs beyond the time of the volunteer developers.
tr_tr: MapOSMatic ist ein Projekt, das vollständig von einem Team Freiwilliger entwickelt und gewartet wird. Näheres dazu auf der <a href="%(about_url)s">Über</a>-Seite. Allerdings verursacht das Betreiben und Verbessern des MapOSMatic-Dienstes Aufwendungen, die über die Zeit der freiwilligen Entwickler hinausgehen.

source: Therefore, we are currently seeking donations to help us funding:
tr_tr: Dolayısıyla şu anda aşağıdaki projelere bağış arıyoruz:

source: Acquisition of a Solid-State Disk for the storage of our local copy of the OpenStreetMap database. A SSD drive performs 40 to 50 times better than the conventional hard drive we are using today, and would therefore help us to reduce the lag between our local database and the official one, providing more up-to-date maps. The cost of such hardware is about 500 to 700 €.
tr_tr: Anschaffung einer Solid State Disk für unsere lokale Kopie der OpenStreetMap-Datenbank. Ein SSD-Laufwerk ist 40- bis 50-mal leistungsfähiger als die konventionelle Festplatte, die derzeit verwendet wird. Deshalb würde ein SSD-Laufwerk zu einem geringeren Rückstand von unserer zur offiziellen Datenbank und zu aktuelleren Karten verhelfen.

source: Participation to the transportation expenses of the MapOSMatic developers when they gather for <i>hackfests</i> (meeting of developers). You can read our <a href="http://news.maposmatic.org">blog</a> to learn more about what we achieve during those hackfests. We usually implement a huge number of improvements, new features and bug fixes during those meetings. They take place during the holidays of the developers, and we would like to at least compensate their travel expenses.
tr_tr: Beteiligung an den Fahrtkosten der MapOSMatic-Entwickler, wenn sie <i>Hackfests</i> (Treffen von Entwicklern) besuchen. Lesen Sie unser <a href="http://news.maposmatic.org">Blog</a> um zu erfahren, was wir während dieser Hackfests erreichen. Üblicherweise implementieren wir eine große Zahl von Verbesserungen, neuer Features und beseitigen Fehler. Diese Treffen finden während des Urlaubs der Entwickler statt und wir möchten ihnen zumindest die Fahrtkosten erstatten.

source: Donating?
tr_tr: Bağış?

source: Donations can be done through the well-known <a href="http://www.paypal.com">PayPal</a> service. We accept donations of any amount: all donations are helpful, even the smallest ones.
tr_tr: Gespendet werden kann über den bekannten <a href="http://www.paypal.com">PayPal</a>-Dienst. Wir akzeptieren Spenden in jeder Höhe: Alle Spenden sind hilfreich, auch die kleinsten.

source: Introduction
ar: المقدمة
hr_hr: Uvod
pl: Wprowadzenie
tr_tr: Giriş

source: City map
tr_tr: Şehir haritası

source: MapOSMatic is a free software web service that allows you to generate maps of cities using <a href="http://www.openstreetmap.org">OpenStreetMap</a> data. MapOSMatic can generate two kinds of maps:
tr_tr: MapOSMatic ist ein freier Webservice der es Ihnen ermöglicht, Stadtpläne unter Benutzung der <a href="http://www.openstreetmap.org">OpenStreetMap</a>-Daten zu generieren. MapOSMatic kann zwei Arten von Karten erzeugen:

source: Single page posters, where the map and the street index are rendered side by side. The map itself is split in squares so that streets are easy to find. This format is typically useful for printing on large paper sheets.
tr_tr: Einseitige Poster, auf denen Plan und Straßenindex nebeneinander dargestellt werden. Der Plan wird in Quadrate aufgeteilt, so dass Straßen einfach zu finden sind. Dieses Format wird üblicherweise für großformatige Ausdrucke verwendet.

source: Multiple page booklets, where the map and the street index are split into several pages. This format is typically useful for printing on standard paper sheets.
tr_tr: Mehrseitige Broschüren, in denen der Plan und der Straßenindex auf mehrere Seiten verteilt werden. Dieses Format ist nützlich, um auf Standard-Papierformaten zu drucken.

source: The generated maps are available in PNG, PDF and SVG formats and are ready to be printed.
tr_tr: Oluşturulan haritalar PNG, PDF ve SVG formatlarında mevcuttur ve basılmak üzere hazırdırlar.

source: As the data used to generate maps is coming from OpenStreetMap, you can freely (under the <a href="http://wiki.openstreetmap.org/wiki/License">terms of OpenStreetMap license</a>) reuse, sell, modify, ... the generated maps.
tr_tr: Haritaları oluşturmak için OpenStreetMap verileri kullanıldığı için bu haritaları <a href="http://wiki.openstreetmap.org/wiki/License">OpenStreetMap lisans şartları</a> altında değiştirebilir, satabilir, kullanmabilirsiniz...

source: Create a map
tr_tr: Harita oluştur

source: Find map
tr_tr: Harita bul

source: More details
ar: المزيد من التفاصيل
hr_hr: Više detalja
pl: Więcej informacji
tr_tr: Ayrıntılar

source: Recreate map
pl: Utwórz ponownie mapę
tr_tr: Haritayı yenile

source: You have been redirected to a similar map, rendered less than 24 hours ago.
hr_hr: Preusmjereni ste na sličnu kartu, izrađenu prije manje od 24 sata.
pl: Nastąpiło przekierowanie do podobnej mapy, utworzonej nie mniej niż 24 godziny temu.
tr_tr: Sie wurden zu einem ähnlichen Plan weitergeleitet, der vor weniger als 24 Stunden erzeugt wurde.

source: Refresh the status
ar: حدّث الحالة
hr_hr: Osvježi status
pl: Odśwież stan
tr_tr: Oluşturulma Durumunu güncelle

source: (the page will refresh automatically every %(refresh)s seconds until the rendering is completed).
hr_hr: (ova stranica se automatski osvježava svakih %(refresh)s sekundi do kraja izrade).
pl: (strona będzie automatycznie odświeżana co %(refresh)s sekund, dopóki nie zakończy się proces renderowania).
tr_tr: (Bu sayfa harita oluşturulması sona erene kadar her %(refresh)s saniyede kendiliginden güncellenecektir).

source: Reported error:
tr_tr: Bildirilen hata:

source: Cancel request
pl: Anuluj żądanie
tr_tr: Oluşturulmayı iptal

source: Rendering:
ar: العرض:
hr_hr: Izrada:
pl: Renderowanie:
tr_tr: Oluşturulma:

source: Rendering submitted
ar: تم إرسال العرض
hr_hr: Stavljeno za izradu
pl: Zażądano renderowania:
tr_tr: istek tarihi

source: In queue, position
ar: في قائمة الانتظار ، الموضع
hr_hr: U redu čekanja, pozicija
pl: W kolejce, na miejscu
tr_tr: Kuyrukta sırada

source: Rendering in progress...
ar: جاري العرض...
hr_hr: Izrada u tijeku...
pl: Trwa renderowanie...
tr_tr: Harita oluşturuluyor...

source: Completed on
ar: اكتمل في
hr_hr: Završeno u
pl: Zakończono:
tr_tr: tamamlanma tarihi

source: Failed on
ar: فشل في
hr_hr: Nije uspjelo u
pl: Zakończono niepowodzeniem:
tr_tr: başarısızlık tarihi

source: Cancelled on
pl: Anulowano
tr_tr: iptal tarihi

source: rendering took %(rendering)s
ar: العرض استغرق %(rendering)s
hr_hr: izrada je trajala %(rendering)s
pl: renderowanie zajęło: %(rendering)s
tr_tr: oluşturma işlemi %(rendering)s sürdü

source: Files:
ar: الملفات:
hr_hr: Datoteke:
pl: Pliki:
tr_tr: Dosyalar:

source: Map:
ar: الخرائط:
hr_hr: Karta:
pl: Mapa:
tr_tr: Harita:

source: Index:
ar: الفهرس:
hr_hr: Kazalo:
pl: Indeks:
tr_tr: Dizin:

source: No index was generated because no information was available in OpenStreetMap to create one. Feel free to contribute the missing data yourself. See the <a href="http://wiki.openstreetmap.org/wiki/Getting_Involved">OSM Wiki</a> for a start.
pl: Indeks ulic nie został wygenerowany, ponieważ w bazie danych OpenStreetMap brakuje potrzebnych informacji. Zapraszamy do samodzielnego wprowadzenia takich danych &mdash; więcej informacji znajduje się na stronach <a href="http://wiki.openstreetmap.org/wiki/Getting_Involved">wiki OSM</a>.
tr_tr: OpenStreetMap veritabanında gerekli bilgiler bulunamadıgı için endeks oluşturulmadı. Eksik verileri kendiniz eklemeye çekinmeyin. Güzel bir başlangıç <a href="http://wiki.openstreetmap.org/wiki/Tr:Getting_Involved">bu sayfada</a> bulunabilir.

source: View on OpenStreetMap
tr_tr: OpenStreetMap'ta gör

source: The generated files are no longer available.
ar: الملفات التي تم إنشاؤها لم تعد متوفرة.
hr_hr: Izrađene datoteke više nisu dostupne.
pl: Wygenerowany pliki nie są już dostepne.
tr_tr: Oluşturulan dosyalar artık mevcut değiller.

source: Rendering completed on
ar: العرض اكتمل في
hr_hr: Izrada završena u
pl: Rendering zakończono
tr_tr: Oluşturma tamamlanma tarihi

source: Generate your own map
ar: ولّد خريطتك
hr_hr: Izradi svoju kartu
pl: Stwórz swoją własną mapę
tr_tr: Kendi haritanızı oluşturun

source: Location
tr_tr: Konum

source: Title
tr_tr: Başlık

source: Layout
tr_tr: Düzen

source: Stylesheet
tr_tr: Tarz

source: Paper size
tr_tr: Kağıt boyutu

source: Language
tr_tr: dil

source: Summary
tr_tr: Özet

source: Back
tr_tr: Geriye

source: Geographic area selection
tr_tr: Coğrafi alan seçimi

source: To select the city to be rendered, two modes are available:
tr_tr: Haritası oluşturulacak şehri seçim için iki yol vardır:

source: Latitude and longitude of the top left and bottom right corners of the area to render.
tr_tr: Oluşturulacak alanın sol üst ve sağ alt köşesinin coğrafi koordinatları

source: You can use <tt>Shift+drag</tt> to zoom on a specific area of the map. Then, you must select with <tt>Control+drag</tt> (<tt>Alt+drag</tt> on Mac) the limits of the area you wish to render.
tr_tr: Harita üzerinde bir alanı yakınlaştırmak için <tt>Shift+drag</tt> kullanın. Görüntülenen haritanın yalnızca bir bölümünü oluşturmak isterseniz, istenen alanı <tt>Control+drag</tt> (Mac <tt>Alt+drag</tt> ile) ile işaretleyin.

source: Area too big to be rendered. Please select a smaller area.
tr_tr: Oluşturulacak alan çok büyük. Lütfen daha küçük bir alan seçiniz.

source: No results.
ar: لا يوجد نتائج.
hr_hr: Nema rezultata.
pl: Nie znaleziono.
tr_tr: Sonuç yok.

source: Wondering why you can't choose some of these results?<br />Their administrative boundaries are missing from the OSM database.<br />Look at the <a href="http://wiki.maposmatic.org/doku.php?id=faq">FAQ</a> for more details.
tr_tr: Bu sonuçların bazılarını neden seçemediğinizi merak ediyormusunuz?<br />Onların idari sınırları OSM veritabanında bulunmuyor.<br />Daha fazla bilgiyi <a href="http://wiki.maposmatic.org/doku.php?id=faq">FAQ</a> sayfasında bulabilirsiniz.

source: Map title
tr_tr: Harita başlığı

source: Paper
tr_tr: Doğrultma

source: An error occured while retrieving compatible paper sizes.
tr_tr: Uyumlu kağıt boyutları aranırken bir hata oluştu.

source: Map Index Language:
ar: لغة فهرس الخريطة:
hr_hr: Jezik kazala karte:
pl: Język indeksu mapy:
tr_tr: Harita endeksi dili:

source: Summary:
tr_tr: Özet:

source: Location:
tr_tr: Yer:

source: Title:
tr_tr: Başlık:

source: Layout:
tr_tr: Düzen:

source: Paper size:
tr_tr: Kağıt boyutu:

source: Stylesheet:
tr_tr: Tarz:

source: Language:
tr_tr: Dil:

source: Generate
ar: توليد
hr_hr: Izradi...
pl: Wygeneruj
tr_tr: Oluştur

source: Continue
tr_tr: Devam et

source: Previous
ar: السابق
hr_hr: Prethodna
pl: Poprzednia
tr_tr: Önceki

source: Next
ar: التالي
hr_hr: Slijedeća
pl: Następna
tr_tr: Devam

source: Rendering in progress
ar: جاري العرض
hr_hr: Izrada u tijeku...

source: Rendering successful
ar: نجح العرض
hr_hr: Izrada uspješna

source: Rendering failed, please contact contact@maposmatic.org
ar: فشل العرض، يرجى الاتصال contact@maposmatic.org
hr_hr: Izrada nije uspjela, molim kontaktirajte contact@maposmatic.org

source: MapOSMatic has been started thanks to an idea of Gilles Lamiral, an <a href="http://www.openstreetmap.org">OpenStreetMap</a> and free software contributor of Rennes area, France. From his idea, a group of crazy <a href="http://en.wikipedia.org/wiki/Hacker_%28programmer_subculture%29">hackers</a> met together during a one-week <em>Hackfest</em> in August 2009 and brought the idea of Gilles Lamiral to life by writing the code and named the project <strong>MapOSMatic</strong>. The group of crazy hackers would like to thank Gilles for sharing his bright idea!
hr_hr: MapOSMatic je započet zahvaljujući ideji Gilles Lamiral-a, softverskog doprinositelja <a href="http://www.openstreetmap.org">OpenStreetMap</a> iz područja Rennes-a, Francuska. Iz njegove ideje, skupinaf ludih <a href="http://en.wikipedia.org/wiki/Hacker_%28programmer_subculture%29">hakera</a> okupila se tijekom jednog tjedna <em>Hackfest</em> u kolovozu 2009 i oživjela ideju Gilles Lamiral-a u programski kod i nazvala projekt <strong>MapOSMatic</strong>. Gruša ludih hakera želi zahvaliti Gilles-u za sjajnu ideju!

source: This page gives the status of all the rendering requests received during the last 24 hours, starting from the most recent one.
hr_hr: Ova stranica prikazuje stanje svih zahtjeva za izradom primljenih u zadnjih 24 sata, počevši od najnovijeg.

source: City Map
ar: خريطة المدينة
hr_hr: Karta grada

source: Streets index
ar: فهرس الشوارع
hr_hr: Kazalo ulica

source: MapOSMatic is a free software web service that allows you to generate maps of cities using <a href="http://www.openstreetmap.org">OpenStreetMap</a> data. A city map is made of two pages:
ar: MapOSMatic هو برنامج خدمة ويب حر يسمح لك بتوليد خرائط للمدن باستخدام بيانات <a href="http://www.openstreetmap.org">خريطة الشارع المفتوحة</a>. خريطة المدينة تتكون من صفحتين:
hr_hr: MapOSMatic je slobodan web uslužni softvare koji omogućuje izradu karti gradova koristeći <a href="http://www.openstreetmap.org">OpenStreetMap</a> podatke. Karta grada je napravljena u dva dijela:

source: The map itself, splitted in squares allowing to easily look for streets;
ar: الخريطة نفسها مقسمة إلى مربعات تسمح لك البحث بسهولة عن الشوارع؛
hr_hr: Sama karta, s mrežom kvadranta za lakše traženje ulice;

source: An index of the streets with references to the squares on the map.
ar: فهرس الشوارع مع الإشارة إلى المربعات على الخريطة.
hr_hr: i kazalom ulica sa oznakom kvadranta na karti.

source: The generated maps are available in PNG, PDF and SVG formats and are ready to be printed.
ar: الخرائط المولّدة متاحة بالصيغ PNG، PDF و SVG وهي جاهزة للطباعة.
hr_hr: Izrađene karte su dostupne u PNG, PDF i SVG i spreme su za tisak.

source: As the data used to generate maps is coming from OpenStreetMap, you can freely (under the <a href="http://wiki.openstreetmap.org/wiki/License">terms of OpenStreetMap license</a>) reuse, sell, modify, ... the generated maps.
ar: بما أن البيانات المستخدمة لتوليد الخرائط قادمة من مشروع خريطة الشارع المفتوحة، يمكنك بحرية (بموجب <a href="http://wiki.openstreetmap.org/wiki/License">شروط رخصة خريطة الشارع المفتوحة</a>) إعادة استخدام أو بيع أو تعديل أو... الخرائط المولّدة.
hr_hr: Kako podaci za izradu dolaze s OpenStreetMap, možete slobodno (pod <a href="http://wiki.openstreetmap.org/wiki/License">uvijetima OpenStreetMap dozvole</a>) koristiti, prodavati i modificirati, ... izrađene karte.

source: Page
ar: الصفحة

source: of
ar: من

source: All
ar: الكل

source: IRC:
ar: أي أر سي:

source: <em>MapOSMatic</em> covers the whole world but we need contributors to translate and adapt the few parts of <em>MapOSMatic</em> that are country specific.
ar: <em>MapOSMatic</em> يغطي العالم كله ولكننا بحاجة إلى مساهمين لترجمة وتطويع بعض من أقسام <em>MapOSMatic</em> التي تخص البلدان.

source: To select the city to be rendered, two modes are available:
ar: يوجد وضعين لاختيار المدينة التي ستعرض:

source: <em>Using an administrative boundary</em>. It allows to get a map with precise boundaries of the city when such limits are available in the database. Otherwise, you need to use a bounding box.
ar: <em>باستخدام الحدود الإدارية</em>. يسمح لك بالحصول على خريطة بالحدود الدقيقة للمدينة عندما تكون هذه الحدود متاحة في قاعدة البيانات. غير ذلك، أنت بحاجة إلى استخدام مربع الإحاطة.

source: <em>Using a traditional bounding box</em>.
ar: <em>باستخدام مربع الإحاطة التقليدي</em>.

source: Once the rendering is submitted, you will be brought to a page giving the status of your rendering request. As soon as the rendering is completed (that might take some time depending on the queue length), this page will contain links to the generated map.
ar: عند إرسال بيانات العرض، سيتم توجيهك إلى صفحة تعطي حالة عرض طلبك. وبمجرد اكتمال العرض (والذي قد يأخذ بعض الوقت اعتمادًا على طول طابور الانتظار) فإن هذه الصفحة ستحتوي على وصلات الخريطة المولّدة.

source: Area selection mode:
ar: نمط اختيار المنطقة:

source: City name:
ar: اسم المدينة:

source: Title of the map:
ar: عنوان الخريطة:

source: Bounding box:
ar: مربع الإحاطة:
